ambienc
good
food
quit
saturday
lunch
cost
effect
place
brunch
one
also
chill
friend
parent
waiter
da
realli
courteou
help
pleasant
even
servic
prompt
experi
kudo
must
tri
great
pradeep
person
recommend
penn
alfredo
pasta
music
background
amaz
guy
behavior
cours
would
like
visit
order
kodi
drumstick
basket
mutton
biryani
thank
serv
well
enjoy
ambianc
best
papiya
hostess
ur
restaur
nice
differ
tasti
gud
worth
reason
read
mani
review
final
come
crispi
corn
tawa
fish
ok
disappoint
us
claim
staff
polit
especi
excel
special
spici
gave
corpor
team
dinner
overal
parti
came
birthday
treat
close
perfect
hospit
cooper
delici
light
chili
honey
lotu
stem
mention
took
care
awesom
attent
frequent
friendli
shuvro
definit
love
design
menu
card
soup
expect
starter
chilli
ppl
know
impress
fri
biriyani
choos
dish
attend
chees
ball
manchow
paneer
sizzler
stale
smell
accept
mistak
never
go
fantast
quick
scrumptiou
buffet
item
veg
nonveg
thing
favorit
although
mr
extrem
soon
spread
drink
look
forward
see
vegetarian
includ
mushroom
kofta
addit
beauti
cozi
classi
time
truli
day
15
discount
without
burn
hole
pocket
interior
done
vibe
sizzl
browni
favourit
tomato
basil
shorba
creami
standard
im
make
beyond
flavour
pleas
expens
tast
rate
3
5
cant
click
better
pictur
pic
fast
peopl
behav
hope
everyon
way
feast
recent
manag
boy
complimentari
made
happi
dessert
wonder
mouthwat
hyderabad
behaviour
live
superb
voic
n
😍
becam
fan
star
side
everyth
heard
citi
face
descent
enough
desert
option
bad
wait
though
book
tabl
prior
short
decent
bread
littl
daal
makhni
case
night
importantli
quantiti
want
give
25
that
extens
didnt
much
prefer
hara
kebab
roti
raita
ye
part
excit
take
mess
real
color
big
chunk
garlic
spoil
wasnt
soft
extra
outer
coat
peanut
your
ask
skip
step
hurri
anoth
mine
odd
chang
youll
decor
5star
lack
lot
hey
welcom
attitud
accommod
someth
back
price
humbl
cherri
cake
❤️
banjara
tangdi
among
manner
respons
met
two
name
drum
stick
thai
tikka
kaju
pulao
famili
new
fact
say
it’
probabl
i’v
eaten
period
id
doubl
pretti
patient
got
noodl
replac
sinc
went
entir
afternoon
multipl
4
month
safe
around
theyr
locat
near
there
ampl
park
four
bit
dim
dark
seat
variou
section
shape
bottl
array
continent
chines
indian
cuisin
list
across
pure
bliss
lasagna
lasagn
town
usual
slightli
present
cottag
italian
nacho
top
red
sauc
bake
pizza
base
load
piec
green
oliv
cannot
varieti
may
elabor
qualiti
offer
least
mocktail
delight
absolut
appl
ever
zomato
gold
11
bring
meal
fill
tummi
heart
today
flavor
provid
highli
friday
almost
get
lost
patienc
left
v
long
think
custom
except
cheer
play
buddi
quickli
suggest
till
u
plan
restro
colleagu
later
sometim
reach
surpris
low
execut
thoroughli
cute
lil
date
first
term
yesterday
chanc
averag
less
non
2
main
rice
chicken
ice
cream
jamun
hot
schezwan
spring
roll
onion
ring
kadai
ghost
miss
masala
egg
money
pay
use
colour
amount
healthi
roast
server
becom
dine
wast
r
slow
add
could
increas
gachibowli
everi
appreci
assist
room
worst
tasteless
ac
work
request
don’t
strictli
return
offic
walk
outlet
turn
theyv
inde
mix
setup
retro
feel
normal
group
sit
convers
second
imagin
meet
job
keep
veget
yum
pud
stater
awsom
nan
butter
easili
eat
beverag
happen
last
sunday
flat
50
reserv
10
min
mango
juic
goodth
kind
cold
manchurian
fair
salad
rogan
josh
equal
dal
halwa
yumm
refil
actual
stomach
full
improv
point
stand
compani
peac
fun
half
occupi
immedi
water
remind
30
notic
similar
issu
guest
liter
shout
prepar
compar
decid
hop
rest
twice
1st
costli
uniqu
revisit
sister
still
bone
boneless
told
arriv
doesnt
hangout
seem
quiet
common
etc
super
introduc
ingredi
call
salt
basic
none
sure
bought
pack
ad
bean
plate
brought
insid
65
might
next
talk
gener
kept
inconveni
spot
need
clean
horribl
enhanc
poor
handl
avail
hour
popcorn
hair
forgot
complet
instead
figur
right
ate
save
lover
specif
yummi
stop
rather
satisfi
readi
song
select
put
gone
guess
fresh
highlight
whole
problem
els
otherwis
pulav
seen
won’t
scope
bar
valu
outing
fine
follow
entranc
arrang
pathet
1
chair
spaciou
kabab
paradis
chiken
testi
facil
distanc
mainli
environ
world
econom
along
alway
ka
20
simpli
famou
tandoori
naan
cook
approach
curri
bowl
cool
tooth
set
veggi
india
haleem
😊
receiv
ordinari
known
buck
200
mainten
pepper
lastli
high
neat
hygien
hate
apollo
nizami
rock
grab
stuff
instruct
soo
huge
hype
henc
find
upto
par
calm
concentr
properli
led
alright
dont
ive
warm
mint
defin
leav
maintain
amazingli
lime
wall
busi
regular
given
speed
year
whenev
within
degrad
3rd
howev
355
possibl
35
bother
anyon
pista
hous
shah
ghous
found
fall
deliveri
cater
saw
lollipop
larg
portion
hungri
hang
firstli
simpl
sooth
mood
thankyou
easi
relax
outstand
host
muffin
briyani
restuar
😋
employe
variti
countri
either
suffici
hyderabadi
musallam
keema
experienc
murg
respect
sooo
atmospher
sens
thursday
area
free
space
😂
splendid
wont
abl
rememb
mouth
write
begin
start
chaat
counter
sushi
shot
self
lazi
satiat
bud
attract
chef
choic
yeah
delicaci
hardli
number
pastri
sweet
pan
prais
liquid
watch
jalebi
drawback
rush
gang
believ
regret
fabul
wise
45
455
pleasur
icecream
6
refus
tip
profession
sabir
flechazo
forc
accompani
comfort
wife
jayanta
prawn
classic
wish
panner
verri
coconut
gulab
member
p
bday
hi
bbq
wing
hard
maida
noth
wide
kid
i’m
sticki
floor
display
head
hand
touch
open
dri
limit
thought
posit
togeth
region
asian
ideal
celebr
gather
gol
factor
concept
stuf
balanc
spice
content
pick
mean
spoilt
foodi
12
2019
confirm
minut
earli
festiv
end
apart
puri
yummm
kulcha
other
bite
snack
cheesecak
fruit
complement
wow
gestur
ofcours
okayish
type
velvet
train
jam
couldnt
front
di
danc
nearbi
fool
word
unlimit
singl
total
felt
oh
ab
rang
customis
crowdi
week
comment
deliv
finger
tom
couldn’t
interest
handi
notch
mini
55
smoki
pro
8
con
orang
let
small
corner
consist
chat
white
kulfi
babi
potato
barbequ
smoke
paan
😀
lip
smack
bet
feedback
occas
kheema
deserv
despit
clear
agre
avoid
complain
isnt
awar
mayonnais
okay
repeat
anyth
aglio
olio
terribl
chocol
milk
insist
ranjit
sever
korean
toss
orient
style
sat
mild
refresh
ramzan
continu
concern
9
plenti
momo
toward
fire
due
heavi
crowd
sumptuou
overwhelm
daughter
stall
exot
memor
thier
maincours
far
ensur
show
steal
thumb
accord
goodi
fulli
man
impecc
gonna
taken
sea
lit
home
entertain
anniversari
search
smile
session
paint
season
kheer
whether
mandi
crisp
branch
hear
finish
fell
upset
form
poison
mayb
lose
cafe
tastier
send
tadka
makhani
onlin
authent
didn’t
proper
what
respond
check
inform
collect
parcel
support
said
regard
refund
unhygien
oili
boil
meat
past
king
oil
trust
gosht
eye
tell
deduct
late
competit
everytim
judg
enquir
dissapoint
shawarma
wrong
app
goe
worthi
relish
100
spoon
reciev
ignor
yet
attach
sent
deni
unprofession
cheap
weekend
rude
hotel
shock
contact
true
nd
disgust
remov
complaint
contain
packag
leak
wouldnt
mind
lick
murgh
rumali
butterscotch
blend
nagar
aw
chew
neither
packet
categori
life
mash
fake
origin
tandoor
mark
heaven
remain
stay
irrit
car
drive
inn
crave
hall
typic
aroma
juici
marin
perfectli
chutney
eater
tender
vfm
temperatur
cancel
hell
finest
okish
honestli
doubt
thrown
unabl
sum
platter
jumbo
seekh
middl
tini
die
feed
rs
instagram
understand
match
exactli
mughlai
invit
pm
difficult
overcrowd
popular
crazi
empti
comfi
paid
whatev
deal
ginger
wrap
melt
via
swiggi
old
rubberi
shame
somehow
anyway
payment
anywher
brilliant
1200
cleanli
post
away
midnight
bland
cheat
stock
sell
irani
chai
lie
pass
ghee
fav
addict
spend
palat
updat
kitchen
apolog
👌
hunger
👍
dum
budget
grill
earlier
majest
punjabi
ps
fanci
beer
otm
burmes
weekday
risk
three
brew
popper
peri
effici
wooden
cover
vintag
salsa
lift
moon
cordial
throughout
1010
deepak
penni
anytim
mexican
chestnut
delay
breweri
explor
steward
declin
entri
kill
kung
pao
bartend
seafood
steak
move
breez
gift
desi
street
consid
variant
overr
detail
rustic
sour
strongli
tangi
textur
drop
hectic
effort
loud
bunch
ipl
breast
bucket
dj
belgian
lamb
7
roof
outsid
atleast
third
surround
tea
ill
gem
pub
level
stag
allow
catch
coupl
undercook
dint
palak
sorri
air
god
damn
pl
ground
rel
garden
weve
batter
lemonad
signatur
unwind
cultur
plu
game
blow
hint
subtl
crunchi
cocktail
confus
husband
glass
sad
american
struggl
major
suck
lobster
per
outdoor
poori
layer
crust
coz
advanc
alcohol
appropri
bitter
dimsum
spinach
dip
chur
combin
north
wasn’t
plain
risotto
treatment
membership
photo
phone
neg
nonvegetarian
wheat
besid
road
centr
lemon
soda
weird
french
hyd
fare
pavilion
furnitur
goan
vanilla
moreov
undoubtedli
goa
charm
activ
weather
depend
five
seriou
trip
greet
indoor
unfortun
south
chip
thick
gravi
steam
size
import
bill
shack
kinda
ago
werent
service55
surprisingli
theme
organ
view
higher
zafrani
amritsari
island
appet
beach
crab
kadhai
inr
sip
box
privat
margarita
loung
overpr
class
pork
beef
dineout
test
freshli
lavish
explain
recip
throw
reduc
300
dress
heat
share
loos
al
cart
pricey
wine
810
food55
courtesi
ladi
directli
youv
page
discuss
liit
pomfret
chose
tiger
lower
somewher
mojito
summer
amidst
hill
mostli
fit
worri
sangria
requir
liquor
rooftop
jeera
virgin
opt
la
distinct
band
perform
eleg
moment
knowledg
washroom
matter
restur
upon
kindli
soul
girl
hit
wednesday
broccoli
curd
appetis
situat
can’t
heavenli
knew
charg
extraordinari
22
60
fail
lipsmack
valet
dinesh
belli
playlist
romant
you’r
delect
enter
gate
poster
blueberri
cooler
joint
local
overload
financi
district
alreadi
tad
assur
ala
strong
gobi
methi
paratha
thali
rare
cutleri
eatfit
rajma
badli
smelli
rotten
morn
process
fault
calori
doesn’t
compromis
insect
sick
parantha
breakfast
plastic
mixtur
seed
90
product
compris
plz
34
brand
switch
hr
credit
tofu
wok
someon
havent
count
cabbag
overlook
excess
chapati
thin
unless
btw
tissu
nutti
smoothi
rupe
suppos
omelett
wedg
separ
english
particular
address
chawal
combo
bun
flake
diet
freak
ahead
sugar
health
salan
appar
everyday
pop
lesser
folk
consum
natur
almond
cashew
nut
raw
pineappl
market
pickl
carrot
obvious
tag
realis
cinnamon
describ
shown
daili
indulg
smooth
everybodi
caus
buzz
ki
sabzi
tough
cut
cucumb
slice
crunch
track
stir
hakka
takeaway
ketchup
mad
chao
newli
chain
kashmiri
taco
downsid
exclus
promis
40
action
speak
unlik
honest
abt
deep
berri
blast
banana
afford
satisfactori
adequ
aspect
realiz
spill
advic
individu
partner
marvel
na
patti
rich
sesam
chop
satisfact
run
mayo
fat
coriand
note
chewi
buy
malai
dinein
samosa
puff
random
bakeri
uncook
spoke
answer
shop
smaller
soggi
dirti
minimum
ruin
05
255
traffic
shahi
dlf
opposit
2nd
sausag
store
opinion
forget
line
somewhat
succul
initi
wanna
black
prici
inspit
sofa
kondapur
sort
galouti
minc
achari
chole
alot
screen
njoy
nobodi
compliment
aloo
cricket
hold
sound
appetit
incred
particularli
hyper
coke
exchang
express
delhi
toast
bollywood
ear
alon
zero
sandwich
0
decis
movi
luxuri
5⭐️
innov
idea
serious
pea
punch
herb
pour
shake
mustard
golden
appeal
bhatur
tikki
brown
pancak
version
sln
terminu
sport
tripl
squeez
syrup
arab
monday
blue
twist
peach
medium
bell
sprinkl
cusin
system
amongst
irrespons
mall
ambience45
scene
arena
tv
assort
grand
cockroach
squar
correct
ie
dahi
bruschetta
stood
venu
repli
assum
spent
reput
relat
often
pesto
cheesi
kumar
nearli
papdi
wet
build
thu
pina
colada
frustrat
hindi
court
justic
bigger
congest
stone
nutella
ferrero
rocher
creamston
death
rule
tiramisu
choco
exquisit
23
scoop
certainli
beat
forev
break
cup
oreo
previou
condit
150
waffl
magic
memori
caramel
sunda
frozen
arabian
creat
roadsid
lava
listen
coffe
moder
chennai
state
vada
pav
bhaji
cheaper
lassi
dumpl
mumbai
jubile
mirchi
incomplet
comparison
access
sweeter
tempt
fulfil
punjab
nowher
burnt
cash
indira
tradit
pot
land
club
casual
nation
e
raan
😉
basmati
round
dissatisfi
justifi
son
core
ali
slower
barbecu
annoy
conveni
compens
luck
bright
tart
meant
mediocr
sheek
peak
question
that’
demand
cajun
bore
thrice
deli
bistro
will
pinch
gal
skewer
perhap
door
event
munch
isn’t
wash
dhaba
commun
custard
argu
lal
ultim
spaghetti
food45
service45
dedic
chopsuey
tire
benefit
stori
garnish
lol
bouncer
refer
straight
recept
travel
feet
fairli
interact
oper
current
salti
filter
maggi
suitabl
santosh
bombay
papad
owner
noon
dog
bang
frnd
bahadur
sarvic
gobind
shivam
manchuria
paper
foul
kfc
burger
leg
nugget
cooki
arent
dull
school
shut
strip
tax
lababdar
norfest
premium
saag
mirch
capsicum
😁
domin
butteri
bottom
edibl
usp
goto
sambhar
idli
wallet
cube
suit
dough
uncomfort
i’d
function
needless
seren
afghani
clearli
10d
fork
terrac
faster
10th
pie
sampl
ke
royal
wors
age
kurkur
wild
apt
exampl
focu
bamboo
nawabi
marriott
shanghai
noisi
meetha
moist
avg
carri
osmania
biscuit
utterli
eateri
sin
forest
jonathan
ravioli
potenti
futur
creme
cosi
wonton
dragon
rib
cilantro
kimchi
bare
komatos
overpow
powder
wouldn’t
dosa
wateri
fli
gd
mosquito
alacart
strawberri
lettuc
leaf
kalmi
sophist
they’v
properti
holiday
sunni
sai
raj
praveen
bdub
joy
b
guid
amul
milkshak
kitkat
sunris
gelato
orderd
biggest
shoot
arrog
whiskey
tower
coupon
basi
european
disast
tiki
rain
cutlet
hitech
gst
–
mustang
infact
ceil
👎
prime
observ
govind
3b
suraj
visitor
settl
mildli
behrouz
raitha
sub
bhuna
monster
everywher
pain
semi
regularli
pourri
vepudu
gongura
andhra
pachi
telugu
kaddu
paya
patiala
babycorn
gajar
promptli
bawarchi
omlett
pahadi
hariyali
marsala
charcoal
moti
din
appear
eatabl
slight
fix
pool
mazzo
nihari
poolsid
hidden
sambar
kritunga
ragi
tend
golf
margherita
teriyaki
east
cappuccino
milki
latt
diner
frio
glaze
tilt
karachi
panini
cupcak
walnut
frost
hazelnut
pad
baker
scrambl
mocha
ulavacharu
raju
gari
junnu
phuket
goreng
oyster
mathura
vila
navratri
➖
doughnut
croissant
eclat
bagel
madra
donut
zing
sheraton
dharma
ratul
temptey
radisson
ks
tree
sholay
prism
china
northeast
trapp
erding
jenev
raza
urban
asia
labonel
domino
bike
driven
rent
amazon
faaso
khaan
saab
tapan
galaxi
eastern
texa
jerk
eleven
cascad
salim
hyatt
collag
naga
dunkin
litti
chokha
daawat
yakhni
sikandari
zega